;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 15 March 2025
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: https://rizonesoft.com
;~ =============================================================================

[Main]
Product = Firemin
Version = 12

[Language]
;~ Please ad the translated language name next to the English name. For example; Ελληνικά - Greek
Name = Afrikaans
Code = af
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = Aangaande %{Program.Name}
Label_Version = Weergawe
Label_AutoIt = Gebou met AutoIt weergawe
Label_Copyright = Kopiereg
Tip_Title_Donate = Skenk aan ons saak
Tip_Message_Donate = Wanneer jy skenk, help jy om ons sagteware gratis te hou\r\nen stel ons in staat om die gereedskap en dienste te verkry\r\nwat ons gebruik om jou te dien.
Label_Home = Tuisblad
Label_License = Lisensie
Label_Support = Kry Ondersteuning
Tip_Title_Country = Gemaak in Suid-Afrika
Tip_Message_Country = %{Program.Name} is in Suid-Afrika gebore.
Label_Contributors = Bydraers
Button_Ok = Ok
Label_RAM = (RAM) %d MB VRY VAN %d MB (%d%%)
Label_HDD = (%s) %.2f GB VRY VAN %.2f GB (%d%%)
Tip_Facebook = Hou van ons op Facebook.
Tip_GitHub = %{Program.Name} op GitHub.

[Custom]
Label_Status_Welcome = Begin deur die blaaier te laai (kies die lêernaam).\r\n%{Program.Name} sal outomaties die proses opspoor van die uitvoerbare lêer wat jy kies.
Label_Status_Updates = Soek vir opdaterings
Group_Load_Browser = Laai Blaaier
Label_Executable = Uitvoerbare Pad (%s):
Label_Process_Usage = Gebruik | Piek:
Label_Process_Count = Proses Telling:
Button_Browse = &Blaai
Group_Options = Opsies
Checkbox_Reduce_Mem = Verminder geheue elke:
Label_Milliseconds = millisekondes
Checkbox_Reduce_Limit = Verminder geheue slegs as gebruik meer is as:
Checkbox_Start_With = Begin %s wanneer %{Program.Name} begin
Checkbox_Enable_Extended_Processes = Aktiveer uitgebreide prosesse
Button_Extended_Processes = &Uitgebreide Prosesse
Checkbox_Start_Windows = Begin %{Program.Name} wanneer Windows begin
Label_Settings_Updated = Instellings suksesvol opgedateer.
Button_Cancel = Kanselleer
Button_Save = Stoor
Time_Unit_01 = millisekondes
Time_Unit_02 = sekondes
Time_Unit_03 = minute
Time_Unit_04 = ure
Label_Boost_Description = Verminder elke %s %s as gebruik meer as %s MB is.
Title_Select_Browser = Kies Blaaier
Tip_Minimized_Title = %{Program.Name} loop steeds!
Tip_Minimized_Message = %{Program.Name} sal aanhou loop om %s se geheuegebruik te optimaliseer.\r\nKlik op die stelselskinkbord-ikoon om verskeie optimalisering-opsies te verander.
Label_Notice = %{Program.Name} is ontwerp om op 'n rekenaar of skootrekenaar te werk.\r\nOns het Firemin Server geskep vir bediener-omgewings. Lees meer...

[Donate]
Label_Heading = Wat van 'n klein skenking om ons sagteware vir altyd gratis te hou?
Label_Message = Klik op die PayPal-knoppie hieronder, kies 'n bedrag, en stuur vir ons die skenking.\r\nJou skenking sal gebruik word om ons sagteware te verbeter en alles gratis te hou op Rizonesoft.\r\n'n $20 skenking sal ons vir ten minste 'n maand aan die gang hou.
Label_Donate = Sal jy 'n klein geskenk van $10 oorweeg om ons te help om %{Program.Name} te verbeter en aan die gang te hou?

[Menus]
File = &Lêer
File_Preferences = &Voorkeure
File_Close = &Sluit\tShift+Alt+F4
Help = &Hulp
Help_Update = Soek vir &opdaterings
Help_Home = %{Company.Name} &Tuis
Help_Downloads = Meer &Aflaaie
Help_Support = &Kry Ondersteuning
Help_Issue = Skep 'n &probleem
Help_Donate = Skenk aan &ons Saak
Help_About = Aangaande %{Program.Name}
Tray_About = Aangaande %{Program.Name} %s
Tray_Open = Maak %{Program.Name} oop
Tray_Extended_Processes = Uitgebreide Prosesse
Tray_Run = Begin %s
Tray_Run_Safemode = Begin %s in Veilige modus

[Messages]
Info_Title = Neem asseblief kennis
Warning_Title = Waarskuwing!
Error_Title = Oeps! Iets het verkeerd gegaan!
Error_Oops = Oeps!
Singleton = Nog 'n voorkoms van %{Program.Name} loop reeds.\r\nWenk: Klik op die %{Program.Name} ikoon in die kennisgewingarea.
Compatible = %{Program.Name} is nie versoenbaar met jou weergawe van Windows nie.\r\nAs jy dink dit is 'n fout, voel vry om 'n boodskap te los by '%s' met al die besonderhede.
Compatible_Bit = Ongelukkig is %{Program.Name} 32 Bit nie versoenbaar met jou Windows-weergawe nie.\r\nLaai asseblief %{Program.Name} 64 Bit af vanaf '%s'

[Preferences]
Window_Title = Voorkeure
Tab_General = Algemeen
Tab_Performance = Prestasie
Tab_Language = Taal
Group_Notifications = Kennisgewings
Group_Extended_Processes = Uitgebreide Prosesse
Group_Priority = Prioriteit
Group_Memory = Geheue
Group_Language = Taal
Checkbox_Notifications = Wys stelselskinkbord kennisgewings
Label_Extended_Processes = Voer hier die name in van enige addisionele prosesse wat jy wil hê %{Program.Name} moet optimaliseer.\r\nDie lys moet met kommas geskei word (Process01.exe, Process02.exe, ens)
Label_SetPriority = Stel proses prioriteit:
Checkbox_SaveRealtime = Stoor prioriteit bo hoog (nie aanbeveel nie).
Checkbox_ReduceMemory = Verminder geheue op lae geheue stelsels.
Label_Language_Message = Kies die taal wat jy verkies en druk die %s knoppie om voort te gaan. (Herbegin Benodig)
Button_Save = Stoor
Button_Cancel = Kanselleer
Label_Updated = Voorkeure Opgedateer
MsgBox_Language_Title = Taal Verander
MsgBox_Language_Message = Die geselekteerde taal het verander.\r\n%{Program.Name} moet herbegin word vir die gekose taal om in werking te tree.
MsgBox_Closing_Title = Sluit %{Program.Name}
MsgBox_Closing_Message = Wil jy %{Program.Name} nou sluit?
Button_Export = Uitvoer
Dialog_Export_Title = Uitvoer Uitgebreide Prosesse
Dialog_Export_Error_Title = Uitvoer Fout
Dialog_Export_Error_Message = Kon nie die uitvoerlêer skep nie.
Dialog_Export_Success_Title = Uitvoer Suksesvol
Dialog_Export_Success_Message = Uitgebreide Prosesse lys uitgevoer na:
Button_Import = Invoer
Dialog_Import_Title = Invoer Uitgebreide Prosesse
Dialog_Import_Error_Title = Invoer Fout
Dialog_Import_Error_Message = Kon nie die invoerlêer lees nie.
Dialog_Import_Success_Title = Invoer Suksesvol
Dialog_Import_Success_Message = Uitgebreide Prosesse lys is suksesvol ingevoer.
Dialog_Import_Empty_Title = Geen Prosesse Gevind
Dialog_Import_Empty_Message = Geen geldige prosesse is in die geselekteerde lêer gevind nie.

[Update]
Window_Title_Available = Opdatering beskikbaar
Window_Title_Congratulations = Geluk!
Window_Title_Error = Iets het verkeerd gegaan!
Label_Message_Update = 'n Nuwe weergawe van '%{Program.Name}' is beskikbaar.
Label_Message_Latest = Jy gebruik die nuutste weergawe van '%{Program.Name}'.
Label_Message_Error = Inligting oor die nuutste weergawe van '%{Program.Name}' kon nie verkry word nie.
Label_Message_Internet = Kontroleer asseblief jou Internet Verbinding en probeer weer.
Label_Build_Current = Huidige Bou:
Label_Build_Update = Opdatering Bou:
CheckBox_NoUpdate = Moenie vir opdaterings soek by begin nie.
Button_Update = Lees meer
Button_Close = Sluit

[Versioning]
Administrator = Administrateur
Build = Bou
AutoIt_Version = gebruik AutoIt weergawe %{AutoIt.Version}
Bit = Bis